/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Non adesso";
"QUIT_TITLE" = "Esci";
"RESCAN_TITLE" = "Verifica adesso";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "È disponibile del nuovo software per il tuo computer.";
"NEW_SOFTWARE_MESSAGE" = "Se non desideri eseguire adesso l'installazione, scegli il menu Apple > Aggiornamento Software quando sei pronto per procedere con l'installazione.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "Il tuo software è aggiornato.";
"UP_TO_DATE_MESSAGE" = "Aggiornamento Software, in questo momento non dispone di nuovo software per il tuo computer.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "Nessun aggiornamento disponibile, tranne quelli che hai deciso di ignorare. Riprova più tardi.";
"RESET_IGNORED_UPDATES_TITLE" = "Reinizializza gli aggiornamenti ignorati";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "Aggiornamento Software non può verificare l'esistenza di aggiornamenti per un problema del network.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "Verifica esistenza aggiornamenti fallita.";
"NETWORK_DIAGNOSTICS_TITLE" = "Diagnosi Network…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "Il Server Aggiornamento software (%@) non risponde.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Verifica che la connessione al network sia normale. Se non vi sono problemi di connessione, contatta l'amministratore network per assistenza.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "%@ sta installando degli aggiornamenti.";
"OTHER_SESSION_UNKNOWN_TITLE" = "Un altro utente sta installando degli aggiornamenti.";
"OTHER_SESSION_SAME_TITLE" = "Installazione aggiornamenti in corso.";
"OTHER_SESSION_MESSAGE" = "Puoi verificare la presenza di ulteriori aggiornamenti in un secondo momento, scegliendo Aggiornamento Software dal menu Apple.";
"OTHER_DONE_USER_TITLE" = "%@ ha installato degli aggiornamenti. Vuoi verificare ora la presenza di ulteriori aggiornamenti?";
"OTHER_DONE_UNKNOWN_TITLE" = "Un altro utente ha installato degli aggiornamenti. Vuoi verificare ora la presenza di ulteriori aggiornamenti?";
"OTHER_DONE_SAME_TITLE" =  "Sono stati installati degli aggiornamenti. Vuoi verificare ora la presenza di ulteriori aggiornamenti?";
"OTHER_DONE_MESSAGE" = "Se vuoi verificare la presenza di nuovi aggiornamenti in un secondo momento, puoi farlo scegliendo Aggiornamento Software dal menu Apple.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Attenzione: Verifica della firma Apple disabilitata";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "Aggiornamento Software è attualmente eseguito in modalità di test, non sicura per un normale utilizzo. In questa modalità vengono accettati gli aggiornamenti con qualsiasi firma \"attendibile\", e non solo quelli con firma Apple. Se non stai eseguendo il test di pacchetti Aggiornamento Software Apple di terze parti, interrompi immediatamente l'uso di Aggiornamento Software Apple.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Usa in modalità test";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Esci";

/* SUAppDetailedView */
"LogOutRequired" = "Devi eseguire il logout dopo l'installazione degli aggiornamenti.";
"LogOutRequired_Single" = "Devi eseguire il logout dopo l'installazione dell'aggiornamento.";
"RestartRequired" = "Devi riavviare il computer dopo l'installazione degli aggiornamenti.";
"RestartRequired_Single" = "Devi riavviare il computer dopo l'installazione dell'aggiornamento.";
"ShutDownRequired" = "Devi spegnere il computer dopo l'installazione degli aggiornamenti.";
"ShutDownRequired_Single" = "Devi spegnere il computer dopo l'installazione dell'aggiornamento.";
"RestartRecommended" = "È consigliabile riavviare il computer dopo l'installazione degli aggiornamenti.";
"RestartRecommended_Single" = "È consigliabile riavviare il computer dopo l'installazione dell'aggiornamento.";

"Install" = "Installa";
"Install1Item" = "Installa 1 elemento";
"InstallNItems" = "Installa %d elementi";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "indicatore";


/* SUAppProductItem */
"INSTALLED_LABEL" = "Installato";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "Scaricato parzialmente (%d%%)";
"DOWNLOADED_LABEL" = "Scaricato";
"ERROR_LABEL" = "Errore";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Vai alla pagina Download di Apple…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Vai alla pagina Download di “%@”…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "Sei sicuro di voler eliminare l'aggiornamento \"%@\" dall'elenco?";
"ConfirmMakeInactive1ItemMessage" = "Non ti verranno più notificate nuove versioni di questo aggiornamento. Per visualizzarle di nuovo, scegli Aggiornamento Software > Reinizializza gli aggiornamenti ignorati.";
"ConfirmMakeInactiveNItemsTitle" = "Sei sicuro di voler eliminare questi %d aggiornamenti  dall'elenco?";
"ConfirmMakeInactiveNItemsMessage" = "Non ti verranno più notificate nuove versioni di questi aggiornamenti. Per visualizzarli di nuovo, scegli Aggiornamento Software > Reinizializza gli aggiornamenti ignorati.";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "Annulla";

"RESCAN_ERROR_TITLE" = "Si è verificato un errore durante la ricerca degli aggiornamenti.";
